{
  "file": "/Users/kencbarrett/lotr_pdf/risk-lord-of-the-rings-edition.pdf",
  "metadata": {
    "format": "PDF 1.4",
    "title": "F22670000_506812_RISK_LOTR_I.indd",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Adobe InDesign 15.1 (Macintosh)",
    "producer": "iOS Version 26.2 (Build 23C55) Quartz PDFContext",
    "creationDate": "D:20260111011110Z00'00'",
    "modDate": "D:20260111011110Z00'00'",
    "trapped": "",
    "encryption": null
  },
  "toc": [],
  "page_count": 11,
  "total_images": 29,
  "pages": [
    {
      "page": 1,
      "text": "COVER\nTrilogy\nEdition\n®\nF2267\n10+\n2-4\nF22670000_506812_RISK_LOTR_I.indd   1\nF22670000_506812_RISK_LOTR_I.indd   1\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 10,
          "width": 1805,
          "height": 2555,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 11,
          "width": 1621,
          "height": 2372,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 2,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n2\n3\nEXAMPLE: \nNorth Mirkwood, Carrock, \nEastern Mirkwood, Anduin \nValley and South Mirkwood \nare territories. Together, these \n5 territories make up the \nregion of Mirkwood.\nTHE FIRST TIME \nYOU PLAY: \n1.   Punch out the card  \ntrays from the \ncardboard frame. \n2.  Fold in the sides of each \ntray and insert them \ninto the two openings in \nthe game box as shown:\nThese territories are grouped into 9 regions, each a  \ndifferent color:\nREGION \nCOLOR  \nNO. OF TERRITORIES\nARNOR \nRED \n11\nGONDOR \nBROWN \n10\nRHOVANION \nORANGE \n8\nROHAN \nBLUE \n7\nERIADOR \nYELLOW \n7\nMORDOR \nGRAY \n6\nHARADWAITH \nTAN \n6\nMIRKWOOD \nGREEN \n5\nRHÛN \nPURPLE \n4\nYour battalions will be able to move from one territory to \nanother as long as the territories are adjacent. Territories are \nadjacent if they share a border, or a sea-line connects them \nacross water. However, mountains and rivers are impassable. \nTherefore, territories separated by mountains are not adjacent; \nnor are territories separated by a river, if there is no bridge \nbetween the territories allowing passage.\nEXAMPLE:  \nThe territory of Minhiriath is \nadjacent to South Downs because \nthey share a border, and to \nEnedwaith and Dunland because \nbridges allow passage across the \nseparating river. Minhiriath is also \nadjacent to Mithlond, Belfalas and \nUmbar because sea-lines connect \nthem across the ocean. Battalions in \nMinhiriath can attack any of these \nadjacent territories. But beware, the \nbattalions in Minhiriath can also BE \nattacked from any of these \nterritories. Minhiriath is not \nadjacent to Harlindon or the Shire \nbecause a river separates them and \nthere are no bridges to pass over. \nINTRODUCTION\nMany, many years ago, The One Ring was forged by the Dark \nLord Sauron to control all of Middle-earth. Naturally, its awesome \nstrength is much desired by those who wish for power. For a long \ntime, its whereabouts remained secret, but recently its power has \nbeen sensed again in the land of its creation. The forces of evil are \nmounting a ferocious hunt to find The One Ring, while those of a \ngentler nature are keen to keep it from their reach. \nThis special edition of RISK allows you to decide the fate of the \npeople of Middle-earth. You will play either a good force or an \nevil force trying to gain control of the land. Muster your forces \nto battle to ensure that Middle-earth falls into the right hands.\nYou may also choose to use the RISK: The Lord of the Rings \nEdition gameboard to play standard RISK, by leaving out the \nspecial elements.\nThe following rules are for the individual player game. There are \nadditional versions explained in the back of this rulebook.\nIf you are familiar with the standard game of RISK, you only need \nto read the section of rules in BLUE. These are the differences \nbetween standard RISK and RISK: The Lord of the Rings Edition.\nOBJECT\nTo score as many points as possible before the Fellowship, with \nThe One Ring, reaches Mount Doom. Score points for each \nTerritory you occupy and each Region you control, as well as for \ncards played and Strongholds held.\nA LOOK AT THE STUFF  \nIN THE GAME\nFirst, take all of the game pieces and set them out where you can \nsee them. As you read these rules, look at these pieces so you \nknow how they all work.\nLET’S START WITH THE GAMEBOARD… \nThere it is – Middle-earth, just waiting for you to conquer it. The \ngameboard is divided into 64 territories, each with its own name.\nCONTENTS\n•  1 Gold-Tone Ring \n• 4 Armies \n•  126 Cards  \n(64 Territory Cards,  \n2 Wild Cards,  \n60 Adventure Cards) \n•  3 Red Dice \n•  2 Black Dice \n•  Gameboard\nF22670000_506812_RISK_LOTR_I.indd   2-3\nF22670000_506812_RISK_LOTR_I.indd   2-3\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 51,
          "width": 493,
          "height": 1040,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 56,
          "width": 734,
          "height": 1438,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 3,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n4\n5\nIn the lower left corner of the gameboard, there is a \nbattleground. This is where your battles will take place. \nWe will discuss this in more detail soon.\nOTHER FEATURES\nSome of the territories in Middle-earth have special sites that \ncome into play:\nStrongholdS: These are counted as part of, not in addition to, \nthe territory they are in. Battalions defending a territory with \na Stronghold add 1 to their higher defensive die roll. See the \nStrongholds to the left.\nSiteS of Power: These are counted as part of, not in addition to, \nthe territory they are in. Using a Leader to conquer a territory \nwith a Site of Power allows you to draw an Adventure card at the \nend of your turn. Some Adventure cards can only be turned in \nafter you’ve moved a Leader to a Site of Power. See the Sites of \nPower on page 5.\nthe Path of the fellowShiP: This dotted line passes through \n18 territories from the Shire to Mount Doom. At the end of \nmost turns, the Fellowship (represented by The One Ring) \nmoves one territory along the path. The game ends when the \nFellowship reaches Mount Doom. See a portion of the Path of \nthe Fellowship below.\n \nNOW LET’S LOOK AT THE  \nPLASTIC PIECES…\nThere are 4 armies in this game, each a different color. Each \nplayer will be a different colored army. \nIf you look at the pieces closely, you’ll see that there are 6 \ndifferent shapes: 3 for good and 3 for evil. All of these pieces \nrepresent your battalions, but each one represents a different \nnumber of battalions. They are:\nFORCES OF GOOD\nFORCES OF EVIL\nDuring the game, you will have many pieces on the board, \nsometimes many in one territory. When this happens, use a larger \npiece to save space. It’s a lot easier to have 2 Eagles on the board \ninstead of 10 Elven Archers (both equal 10 battalions). Just like \nit’s easier to carry 2 nickels instead of 10 pennies, it’s easier to \nmove 2 Cavetrolls instead of 10 Orcs. \nEXAMPLE: In Minhiriath, Green has 1 Rider of Rohan and 2 \nElven Archers. Since a Rider of Rohan represents 3 battalions and an \nElven Archer represents 1 battalion, the Green player has 5 battalions in \nMinhiriath (3+1+1). The Red player has 1 Cavetroll, 1 Dark Rider and  \n1 Orc in Enedwaith. This represents 9 battalions (5+3+1).\nYou also have 2 pieces that look  \nlike shields. These are your Leaders.  \nLeaders give you combat bonuses and  \nalso allow you to draw (and, in some  \ncases, play) Adventure cards.\nTHE DICE\nUse the dice when attacking and defending territories.  \nThe 3 red dice are used when attacking. The 2 black dice  \nare used when defending.\nTHE CARDS\nThere are 2 types of cards: Territory cards and Adventure cards.\nElven Archer  \n1 battalion\nRider of Rohan \n3 battalions\nEagle  \n5 battalions\nOrc  \n1 battalion\nDark Rider  \n3 battalions\n Cavetroll \n  5 battalions \nMount \ndooM\nhobbiton\nbree\nelven \nhallS\nCarn dûM\ngrey \nhavenS\nMount \ngundabad\ntharbad\nlothlórien\nharlond\nweathertoP\nerebor\ngateS of \nMoria\nedoraS\noSgiliath\neaSterling \nenCaMPMent\nPelargir\nereCh\nharadriM \nenCaMPMent\nrauroS\ndagorlad\ndol aMroth\nSITES OF POWER\nSITES OF POWER\n evil \ngood\nMineS of Moria\nannuMinaS\niSengard\nhelM’S deeP\nrivendell\ndol guldur\nudun\nbarad-dûr\nMinaS Morgul\nCity of the CorSairS\nMinaS tirith\nSTRONGHOLDS\nF22670000_506812_RISK_LOTR_I.indd   4-5\nF22670000_506812_RISK_LOTR_I.indd   4-5\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 74,
          "width": 1031,
          "height": 568,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 77,
          "width": 1651,
          "height": 1855,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "png",
          "length": null
        },
        {
          "xref": 78,
          "width": 573,
          "height": 1350,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 4,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n6\n7\nterritory CardS\nThere is 1 Territory card for each of the 64 territories on the \nboard. Each of these has the name and picture of a territory, a \npicture of a piece from the game (an Elven Archer, a Dark Rider \nor an Eagle), and—possibly—a symbol marking that territory as \ngood or evil (a good shield or an evil shield). There are also 2 wild \ncards that don’t have territories or good/evil symbols on them \nbut do have pictures of the 3 battalion types.\nTerritory cards are used to determine positions at the start of \nthe game, and bonus reinforcements throughout the game. We’ll \nexplain how they work a little later.\nadventure CardS\nThere are 3 types of \nAdventure cards:\nMiSSion CardS \nThese cards contain secret \nmissions for your Leaders.\nevent CardS \nThese cards may help or \nhinder your quest with \nevents that occur when  \nyou play them. \nPower CardS  \nPower cards can make a big \ndifference to your strategy.\nGETTING STARTED\n1.  Set out the gameboard so everyone can reach it.\n2.  Separate the cards into Territory cards and Adventure cards.\n3.  Remove the 2 wild cards from the Territory card deck and \nset them aside for now. Then separate the remaining \nTerritory cards into good, evil and neutral decks. The \ngood Territory cards have this symbol on them; the \nevil Territory cards have this symbol on \nthem; and the neutral Territory cards have \nno symbol on them. Shuffle each deck \nseparately and place them facedown next \nto the gameboard. \nTERRITORY CARDS\nWILD CARD\nThis is a wild card. It has \nno territory or good/evil \nsymbol on it but it does \nhave pictures of the 3 \nbattalion types.\nThis Territory card is for the \nShire. It has a picture of that \nterritory as well as a Dark \nRider and a shield for the \ngood army.\nMISSION CARD\nEVENT CARD\nPOWER CARD\n4.  Each player chooses a color and takes all of the battalions of \nthat color. Place your battalions in a pile near you. The yellow \nand green pieces represent the good armies, while the black \nand red ones represent the evil armies.\n*  In a 3-player game, one player will control a good army while \nthe remaining two players control the two evil armies. \nNow get out your starting battalions. These battalions will be \nplaced on the board before play begins. The number of starting \nbattalions depends on the number of players.\n # of PlayerS \nStarting battalionS\n 2 PlayerS \n60 eaCh (See 2-Player ruleS on Page 18.)\n 3 PlayerS \n52 eaCh\n 4 PlayerS \n45 eaCh\nCount out your starting battalions from your battalion pile, \nand put them in front of you. Also take your 2 Leaders and add \nthese to your starting battalions.\nCLAIMING TERRITORIES\nPlayers are randomly given some starting territories by dealing \nout cards from the Territory card decks. In a 4-player game, divide \nthe good Territory card deck in half and give 8 cards to each of \nthe good players. Then divide the evil Territory card deck in half \nand give 8 cards to each of the evil players. (In a 3-player game, \ngive all 16 good Territory cards to the good player. Then divide \nthe evil Territory card deck in half, giving each of the evil players \n8 evil Territory cards, as well as 8 cards each from the neutral \nTerritory card deck.) Players should place one battalion in each \nof the territories shown on their cards. Then put all the Territory \ncards together, including the wild cards, and reshuffle them back \ninto one deck, which is placed facedown near the gameboard.\nNow, each player rolls 1 die to see who goes first – the high die \nroll wins. Play then passes to the left.\nTo claim an additional territory, take one of your starting \nbattalions and place it into an empty territory. You now control \nthis territory. The next player places a battalion into an empty \nterritory, claiming that territory, and so on. You cannot put a \nbattalion into a territory that has already been claimed.\nEventually, all 64 territories will be claimed. Some players may \ncontrol one more territory than the other players.  This is OK. \n© NLP™ Middle-earth Ent. Lic. to New Line. (s21). \n© 2021 Hasbro.\nTM\n™\n®\nTrilogy Edition\n© NLP™ Middle-earth Ent. Lic. to New Line. (s21). \n© 2021 Hasbro.\nTrilogy Edition\n™\n®\nF22670000_506812_RISK_LOTR_I.indd   6-7\nF22670000_506812_RISK_LOTR_I.indd   6-7\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 86,
          "width": 271,
          "height": 435,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 87,
          "width": 228,
          "height": 352,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 94,
          "width": 221,
          "height": 352,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 95,
          "width": 219,
          "height": 353,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 96,
          "width": 282,
          "height": 436,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 103,
          "width": 286,
          "height": 439,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 104,
          "width": 218,
          "height": 350,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 105,
          "width": 123,
          "height": 234,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 106,
          "width": 153,
          "height": 235,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 5,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n8\n9\niMPortant: From now on, there will be no unclaimed territories \non the board. Control of a territory (the player who has \nbattalions there) may change, but a territory will never be \nunclaimed.\nREINFORCING TERRITORIES\nNow that all of the territories are claimed, you will start \nreinforcing your territories. The more battalions you have in a \nterritory, the easier it is to attack and defend from.  \nReinforcing a territory is simple: just place one of your starting \nbattalions into a territory that you control. You cannot place \nreinforcements into an enemy’s territory. After you place your \nreinforcement, the player to your left reinforces one territory, then \nthe next player to the left, and so on. Keep going around the table \nuntil all of each player’s starting battalions have been placed.\nThere is no limit to the number of battalions that can be in a \nterritory. You can choose to reinforce one territory with a large \nnumber of battalions or you can spread your battalions out \nacross all of your territories. \nPLACING LEADERS\nAfter all battalions are on the board, place 1 Leader on the board \nin a territory you control.  After everyone has placed 1 Leader, \nplace your second Leader in turn order. You CANNOT place 2 \nLeaders in the same territory.\nTERRITORY CARDS\nDeal 1 Territory card, facedown, to each player. This makes it \neasier to create territory sets early in the game.\nADVENTURE CARDS\nRemove the Event cards (the ones that read \"Play Immediately\") \nfrom the Adventure card deck and set these aside. Then deal 4 \nAdventure cards, facedown, to each player. \nReturn the Event cards to the Adventure card deck, shuffle, \nand place it facedown next to the gameboard.\nTHE ONE RING\nPlace The One Ring in the Shire. This is where the Fellowship \nbegins its journey. From now on The One Ring will represent \nthe Fellowship.\nNow it’s time to declare war. Each player rolls 1 die to see who \nstarts the game. Note: The player who placed his/her battalions \nfirst may or may not be the player who takes the first turn.\nYOUR TURN\nOVERVIEW\nAt the start of each one of your turns, you will receive \nadditional battalions, which you will place on the board to \nreinforce your army. Then you will be able to attack your \nenemies, if you want. After you are done with combat, you \nwill get one chance to relocate some of your battalions. If you \nconquer a territory on your turn, you get to draw a Territory \ncard. Also, if your Leader conquers a territory that had a Site of \nPower within it, you’ll get to draw an Adventure card. At the end \nof your turn, you will move The One Ring forward 1 territory \nalong the Fellowship’s path.\nThat’s all there is to a turn. Now let’s go over things in more \ndetail so you can plan your conquest. \nTHE 7 STEPS OF YOUR TURN\nYou must do these steps in order.\n1. Receive and place reinforcements (always).\n2. Combat (if you like).\n3. Fortify your position (if you like).\n4.  Collect a territory card (as long as you have conquered  \na territory).\n5.  Collect an adventure card (as long as your Leader has \nconquered a territory that has a Site of Power within it).\n6. Replace a leader (if you have none on the board).\n7. Move the fellowship.\nSteP 1: reCeive and PlaCe reinforCeMentS\nAt the start of your turn, you get additional battalions to \nreinforce your territories. How many reinforcements you get \ndepends on the number of strongholds you control, the number \nof territories you control, the number of regions you control (if \nany), and any Territory card sets you turn in.\nreinforCe your StrongholdS: The first thing you do is place 1 \nbattalion into each territory with a stronghold that you control. \nCount your territorieS: Now count the number of territories \nyou control (these are the territories with your battalions in \nthem). Take your total number of territories and divide them by \n3 (ignore any remainders). This is the number of reinforcements \nyou receive. However, the number of reinforcements you receive \ncan NEVER be fewer than 3, so even if you control only a few \nterritories, you’ll always receive at least 3 reinforcements.  \nF22670000_506812_RISK_LOTR_I.indd   8-9\nF22670000_506812_RISK_LOTR_I.indd   8-9\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 6,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n10\n11\nTake your reinforcements from your battalion pile and put them \nin front of you. This is the start of your \"reinforcement pile.\"\nLook at the list below to help you determine your reinforcements.\n    territorieS                       reinforCeMentS\n  \n1-11 \n3\n  \n12-14 \n4\n  \n15-17 \n5\n  \n18-20 \n6\n  \n21-23 \n7\n  \n24-26 \n8\n  \n27-29 \n9\n  \n30-32 \n10\n  \n33-35 \n11\n  \n36-38 \n12\n  \n39-41 \n13\n  \n42-44 \n14\n  \n45-47 \n15\n  \n48-50 \n16\n  \n51-53 \n17\n  \n54-56 \n18\n  \n57-59 \n19\n  \n60-62 \n20\n  \n63 \n21 \ndo you Control any regionS? You also get reinforcements for \nevery region you control. Remember that a region is a group \nof territories of the same color. If you control every territory \nwithin the region, then you control the region. \nThe number of reinforcements you receive depends on  \nwhich region (or regions) you control (if any). The chart \non the left side of the gameboard shows how many \nreinforcements you receive for each region. Count out these \nreinforcements from your battalion pile and add them to the \nreinforcement pile in front of you (the pile you started by \ncounting your territories).\nturn in any Card SetS you May have: This may seem a little \nout of place because we haven’t talked about how you get \nTerritory cards yet (we’ll talk about that more in Step 4), but \nthis is the time when you would turn in Territory cards for \nbonus reinforcements.\nEXAMPLE: \nGreen controls 13 territories \nat the start of his turn. 13 \ndivided by 3 is 4. \n(Remember: You ignore the \nremainder). Green gets 4 \nreinforcements.\nRed controls 5 territories at \nthe start of her turn. 5 \ndivided by 3 is 1. However, \nyou can never receive fewer \nthan 3 reinforcements, \nso Red gets 3.\nEXAMPLE: \nRed controls Mirkwood.  \nIn addition to the \nreinforcements she received \nfor controlling her \nterritories, Red also gets  \n4 reinforcements for \ncontrolling Mirkwood.\nBlack controls Rhovanion \nand Mordor. In addition to \nthe reinforcements he \nreceived for controlling his \nterritories, Black receives 7 \nreinforcements (5 for \nRhovanion and 2 for \nMordor) for controlling \nthese 2 regions.\nRemember how each Territory card has an image at the bottom \n– an Elven Archer, a Dark Rider or an Eagle (the wild cards have \nall 3)? When you have a set of 3 cards that show either the \nsame picture or one of each picture, you can turn them in for \nreinforcements. If you have a wild card, it can count as any one of \nthe 3 – an Elven Archer, a Dark Rider or an Eagle.\nThe number of reinforcements you get for turning in cards \ndepends on what type of set you turn in. Look at the chart \nbelow to determine how many reinforcements you’ll get for a \ncard set, then add these bonus battalions to your reinforcement \npile and discard your card set. \n you Can turn in CardS when you have  \none of the following:\n SET \n BONUS BATTALIONS\n 3 Elven Archers \n4\n 3 Dark Riders \n6\n 3 Eagles \n8\n 1  Elven Archer, 1 Dark Rider,   \n10 \nand 1 Eagle\nreMeMber: A wild card can be used for any one of the  \nabove cards.\niMPortant: When you have 5 or more cards, you must turn  \nin a set as you will always have at least one of the above.\nnow it’S tiMe to PlaCe your reinforCeMentS: After gathering \nyour reinforcements, place ALL of them into territories that \nyou control. You can choose to put all of your reinforcements \ninto one territory or spread them out across your territories. \nRemember: You must place ALL of these reinforcements.\nSteP 2: CoMbat\nCombat is the main part of your turn. It is here that you attack \nyour opponents and attempt to take territories from them. You \ncan choose how many times you want to attack, in what order, \nand when to call it off. You can choose not to attack at all (if so, \nskip to Step 3) or to attack until you have almost no battalions \nleft. You can even attack more than one territory on your turn. \nEXAMPLE: \nRed has 4 cards at the start \nof her turn. They show 2 \nElven Archers, a Dark Rider, \nand an Eagle. She turns in a \n3-card set: an Elven Archer, a \nDark Rider, and an Eagle and \nreceives 10 bonus battalions, \nwhich she adds to her \nreinforcement pile. \nF22670000_506812_RISK_LOTR_I.indd   10-11\nF22670000_506812_RISK_LOTR_I.indd   10-11\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 7,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n12\n13\na few wordS about CoMbat\nHere are some terms used during combat:\n* The attaCker is the player whose turn it currently is.\n* The defender is the player being attacked.\n* An invaSion is when a territory is being attacked. The \ninvasion lasts until either the territory is taken over or \nuntil the attacker calls off the invasion. You may be able \nto invade more than one territory on your turn.\n* A battle is one roll of the dice (for each, the attacker and \ndefender) during an invasion. An invasion may require \none battle or it may require dozens of battles.\nwhere Can i invade?\nYou can invade from any one territory you control into an \nadjacent enemy’s territory. (If you need a refresher on what makes \nterritories adjacent, refer back to page 3.) You can only invade an \nenemy’s territories – not your own. Choose a territory you \ncontrol and announce the adjacent territory you wish to invade.\nleaderS \nLeaders have properties of strength in both attack and defense; \nhowever, they do not represent a battalion in their own right. \nLeaders must move with a battalion. \nhow you battle\nYou must have at least 2 battalions in a territory in order to \nattack. This is because 1 battalion must stay behind in order to \nprotect the territory you are invading from. This battalion must \nbe set aside and cannot be part of any battle. \nNow choose how many battalions you will send from your \nattacking territory into the battle. You can send 1, 2 or 3 \nbattalions. Your invasion force may be much larger than 3, \nbut no more than 3 battalions can be sent into each battle. \nTake your attacking battalions and place them on the \nattacker’s spaces on the battleground (in the lower left \ncorner of the gameboard).\n \nCOMBAT \nEXAMPLE: \nYELLOW DECLARES \nINVASION\nYellow has 3 battalions in \nEvendim Hills and wants to \ninvade Borderlands. For his \nfirst battle, he can send 2 \nbattalions into Borderlands. \nHe cannot send all 3 since \none battalion must be held \nback to protect Evendim \nHills.\nRED DEFENDS\nRed is defending Borderlands \nand has 3 battalions plus a \nLeader. She can only send 2 \nout to defend during battle. \nShe sends out 2 battalions \nand her Leader.\nLEADER\nIf your Leader is present in the attacking territory, you may also \nmove him to the battleground. If you do so, you will gain a +1 \nbonus to your highest attack die.\nNext, the defender chooses how many battalions will defend \nfrom the attacked territory. You can defend with either 1 or 2 \nbattalions. There may be more battalions in the territory, but 2 is \nthe maximum number of battalions you can defend with during \na battle. You will continue defending the attacked territory until \neither your last battalion is defeated or your opponent calls off \nthe invasion. \nTake your defending battalions and place them on the defender’s \nspaces on the battleground.\nleader & Stronghold \nIf your Leader is present in the defending territory, you may \nalso move him to the battleground. If you do so, you will \ngain a +1 bonus to your higher defense die. If the defending \nterritory contains a stronghold, you automatically gain a +1 \nbonus to your higher die. If both a Leader and a stronghold are \ndefending, the bonus becomes +2 to the higher die.\nLet the battle begin… Each side rolls 1 die for each battalion \nattacking or defending. This means the attacker will roll 1, 2 or 3 \ndice and the defender will roll 1 or 2 dice. \nreSolving the battle\nAfter both sides roll the dice, put your dice in order from \nhighest to lowest. You will then compare your highest die to \nyour opponent’s highest die to see who won. IMPORTANT: In \ncase of a tie roll, the DEFENDER wins. \nThe player with the highest die roll wins. The loser removes \na battalion from the battleground. This battalion has been \ndefeated. Put the defeated battalion back into its respective \nbattalion pile off the board. \nCOMBAT \nEXAMPLE: \nPREPARE BATTLE DICE\nYellow is rolling 2 dice to \nattack since he has sent 2 \nbattalions in. Red is \ndefending with 2 battalions \nso she will also roll 2 dice. \nNOTE: Red does not roll a \ndie for her Leader. She will, \nhowever, be able to add a +1 \nbonus to her higher die roll.\nCOMBAT \nEXAMPLE: \nRESOLVE COMBAT \nYellow (the attacker) rolls a 4 \nand a 2. Red (the defender) \nrolls a 3 and a 1. First, the \nplayers compare their highest \ndice: Yellow 4 and Red 3, but \nRed has sent a Leader into \ncombat and gets to add +1 to \nher higher defense die. This \nbrings her roll up to a 4 also. \nSince defenders win ties, Red \ndefeats Yellow and he removes \n1 of his attacking battalions \nfrom the battleground. Now, \nthe players compare their \nnext-highest dice: Yellow 2 \nand Red 1. This time Yellow \ndefeats Red because his die \nroll is higher than Red’s. Red \nremoves 1 of her defending \nbattalions from the \nbattleground. Remember: The \nLeader bonus is only added \nto the player’s highest die roll.\nF22670000_506812_RISK_LOTR_I.indd   12-13\nF22670000_506812_RISK_LOTR_I.indd   12-13\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 129,
          "width": 865,
          "height": 407,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 130,
          "width": 865,
          "height": 411,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 8,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n14\n15\nAfter you and your opponent compare the highest dice, \ncompare the next-highest dice. \nIf there is no die to compare yours to, meaning you rolled 1 or 2 \nmore dice than your opponent, then ignore those dice rolls.\nWhen the battle is over, all remaining battalions return to their \nrespective territories – but don’t worry, you may send them back \ninto battle immediately.\nCalling off an invaSion\nAfter any battle, you (the attacker) may choose to call off the \ninvasion. You may choose to invade a new territory, invade a \nterritory you attacked earlier during combat, or end the combat \npart of your turn. \nChanging the attaCking territory during an invaSion\nIn between battles, you can change the territory from which you \nare invading and continue the invasion from a different, adjacent \nterritory. What you cannot do is battle with battalions from \ndifferent territories at the same time. During one battle, all of \nyour battalions must be from the same territory.\nwinning an invaSion and Moving in\nYou win the invasion when you defeat the last defending \nbattalion from a territory. Take the battalions used to win the \nbattle and move them from the battleground into the territory \nyou invaded. You may now move any additional battalions from \nyour invading territory in to join them. So even though you can \nonly battle with 3 battalions, once you’ve won the invasion, you \ncan move more troops into your new territory. However, you \nmust do this before you declare a new invasion.\nLEADERS \nIf a Leader is used in combat when conquering a territory, then \nyou must move the Leader into that territory at the end of that \ncombat.\nIf the last battalion in a territory with a Leader is defeated,  \nthe Leader is also defeated and must be removed from the board. \nfiniShing a MiSSion\nIf, during your turn, one of your Leaders moves into (or is \nalready in) a Site of Power listed on one of your Mission cards, \nyou may declare that mission complete by turning in the \nMission card and collecting its reward.\nCOMBAT \nEXAMPLE: \nYELLOW ATTACKS FROM  \nA NEW TERRITORY\nYellow has only 2 battalions \nleft in Evendim Hills, but has \n10 battalions in Lune Valley, \nwhich is also adjacent to \nBorderlands. Yellow \ncontinues the invasion from \nLune Valley and sends 3 \nbattalions out to invade \nBorderlands. Red defends \nwith 2 more battalions and \nher Leader. \nYellow rolls 3 dice (1 for each \nattacking battalion), and gets \na 6, a 4 and a 4. Red defends \nwith two 4s. Yellow’s highest \ndie is a 6 and Red’s highest \ndie is a 4. Red adds her \nLeader bonus, which brings \nher highest die roll to 5. \nSince 6 is higher than 5, Red \nloses a defending battalion \nand removes it from the \nbattleground. Yellow’s  \nnext-highest die is a 4 and \nRed’s next-highest die is also \na 4. Since this is a tie (and \ndefenders win ties) Red wins \nand Yellow loses an attacking \nbattalion and removes it \nfrom the battleground. \nYellow’s last die roll, a 4, is \nnot used since there is no \ndefending die to compare  \nit to.\neliMinating another Player\nYou eliminate another player if you defeat his/her last \nbattalion on the board. This player is now out of the game. As a \nreward, you get all of that player’s Territory cards (if he/she has \nany). Add these Territory cards to your hand. You DO NOT get \nthe player’s Adventure cards. They are immediately placed in \nthe discard pile, whether they have been played or not. \nIf your new hand of Territory cards is now 5 or more, you must \nstop and immediately turn a set in for bonus reinforcements. You \nplace these reinforcements into any of your territories. If you \nstill have 5 or more cards, then turn in another set and place \nthese reinforcements as well. Finally, when you have 4 or fewer \ncards, continue your turn.\nadventure CardS\nYou may play as many Adventure cards during your turn as you \nwant or are able to. \nMission cards are completed by getting a Leader to the Site of \nPower listed on the card. You may have to conquer the territory, \nor may already control it and just have to move your Leader \nthere. Some missions have different rewards for good or evil \nplayers. Keep completed Mission cards in front of you, as you \nwill score points for them at the end of the game.\nPower cards will help you during the Combat phase of your \nturn or, in some cases, during other players’ turns. Keep played \nPower cards in front of you, as you will score points for them at \nthe end of the game.\nSteP 3: fortify your PoSition\nAfter you are finished with combat (and it is your choice when \nyou are done), you get ONE fortification (or \"free move\") with \nyour battalions. \nTo fortify your position, take as many battalions as you’d \nlike from one of your territories and move them to another \nconnected territory. (Remember: You MUST leave at least one \nbattalion behind  -- you cannot abandon a territory.) \nTerritories are \"connected\" if all the territories in between \nare also CONTROLLED BY YOU. You cannot pass through \nterritories controlled by another player.  \nCOMBAT \nEXAMPLE: \nYELLOW WINS THE \nINVASION AND CLAIMS \nBORDERLANDS\nRed has only 1 defending \nbattalion left in Borderlands, \nso Yellow attacks again from \nLune Valley. Yellow moves 3 \nbattalions from Lune Valley \nonto the battleground to \nattack Borderlands. Red \nmoves her 1 battalion and \nLeader onto the \nbattleground to defend \nBorderlands. Yellow wins the \nbattle and the invasion. Red \nremoves her battalion and \nher Leader from the \nbattleground. Yellow moves \nhis 3 attacking battalions \ninto Borderlands to claim the \nterritory, then he moves 5 of \nthe 6 remaining battalions \nfrom Lune Valley into \nBorderlands, leaving 1 behind. \nEXAMPLE\nAt the end of your turn, \nyou can fortify from your \nnewly acquired territory, \nBorderlands, through Lune \nValley, through Mithlond, \nand into Forlindon since \nyou control all these \nterritories. Since you only \nwent through your own \nterritories, Borderlands and \nForlindon are \"connected.\"\nF22670000_506812_RISK_LOTR_I.indd   14-15\nF22670000_506812_RISK_LOTR_I.indd   14-15\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 9,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n16\n17\nFortification is not an attack; it is simply a movement from one \nof your territories to another in order to protect your front line \nor to get into position for your next turn.\nleaderS \nYour Leader can be moved through a Territory containing \nyour other Leader, he just can’t end up in the same territory.  \nIf you use a Leader to fortify one of the Sites of Power listed \non one of your Mission cards, you can claim the mission \nimmediately.\nSteP 4: ColleCt a territory Card\nAt the end of your turn, you may be able to collect a \nTerritory card. \nIf you conquered at least 1 territory on your turn, then you \nget 1 Territory card. Draw it off the top of the deck and add \nit to your hand. It doesn’t matter whether you conquered 1 \nterritory or 40 territories, you only get 1 Territory card. If \nyou didn’t conquer any territories on your turn, then you \ndo not get a Territory card.\nSteP 5: ColleCt an adventure Card\nIf, on your turn, one of your Leaders conquered a territory \ncontaining a Site of Power, you get to draw 1 card off the top \nof the Adventure card deck.\nIf the card you draw is an Event card (it reads \"Play \nImmediately\"), then play the card immediately. After playing it, \ndraw another card. Continue to play any drawn Event cards until \nyou draw a Mission or Power card.\nWhen you do draw a Mission or Power card, add it to your \nhand. If this causes you to have more than 4 Adventure cards \nin hand, discard one (of your choice). It doesn’t matter whether \nyour Leader conquered 1 Site of Power or several, you only get 1 \nAdventure card.\nAfter a MiSSion or Power card has been drawn, no more \ncards can be played on your turn.\nSteP 6: rePlaCe a leader\nIf you have no Leaders in play, place one Leader into any of \nyour territories. \nSteP 7: Move the fellowShiP\nThe Fellowship, represented by The One Ring, starts in the Shire. \nAt the end of each player’s turn, move it into the next territory \nalong the Fellowship’s dotted path. When it is in a territory with a \nDIE symbol, you must roll the die before moving it. A roll greater \nthan 3 will move the Fellowship into the next territory along its \npath. If the roll is 3 or less, the Fellowship remains in its current \nterritory. The next player will try again. The Fellowship will remain \nin this territory until a successful die roll is made. \nWINNING\nWhen the Fellowship reaches Mount Doom, a final die roll must \nbe made to destroy The One Ring. A roll greater than 3 means \nThe One Ring was thrown into Mount Doom and destroyed. This \nends the game. The player with the highest number of points wins! \nA die roll of 3 or less means the Fellowship has not yet destroyed \nThe One Ring. The game continues with each player, at the end of \nhis/her turn, rolling to destroy The One Ring, until a successful \ndie roll is made.\nSCORING POINTS\nCalculate points as follows:\n*  1 point for every territory you control;\n*  2 points for every stronghold you control;\n*  Points for Adventure cards you played (as indicated at the \nbottom of the card). Cards in your hand do not count;\n*  Points for complete regions held, equal to the battalion bonus \nof that region (for example, Mirkwood is worth 4 points since  \nis gives you 4 battalions for controlling it).\nF22670000_506812_RISK_LOTR_I.indd   16-17\nF22670000_506812_RISK_LOTR_I.indd   16-17\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        },
        {
          "xref": 144,
          "width": 1032,
          "height": 582,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 10,
      "text": "5 Sheets, 8.25\" x 11.5\"  Folded and Stapled to 8.25\" x 5.75\"\n18\n19\nALLIANCE RISK\nFOR 4 PLAYERS\nGameplay for Alliance RISK is the same as the 3- to 4-Player \nIndividual game with the following exceptions: \nThe two good armies play as a team and the two evil armies \nplay as a team. Players, although on the same team, play \nseparately. They cannot give each other territories, fortify \nthrough each other’s territories, or share cards.\nThe winning player is the one with the higher score on the team \nwith the higher score.\nAt the end of the game, first add up the points for each team \n(good and evil). Then determine which player, on the higher \nscoring team, has more points. That player wins.\nIt is possible in this version for the player with the highest score \nnot to win if his/her teammate does very poorly.\nTEAM RISK \nFOR 4 PLAYERS\nGameplay for Team RISK is the same as the 3 to 4-Player \nIndividual game with the following exceptions:\nIn this game, players do not win individually, but instead win as \na team. Points do not matter in this version. Players, although \non the same team, play separately. They cannot give each other \nterritories, fortify through each other’s territories, or share cards.\nSETUP\nThe evil player who controls more strongholds in Mordor \nplaces last and goes last. The person to his/her left places \nfirst and goes first.\nWINNING\nGood wins if one of the following happens:\n* Both evil players are eliminated, OR\n*  The One Ring is thrown into Mount Doom. \nEvil wins if one of the following happens:\n* Both good players are eliminated, OR\n* The One Ring is found by an evil player (how you  \nfind The One Ring is explained on the back).\nNote: It is possible, but unlikely, to win by conquering all of \nMiddle-earth before the Fellowship throws The One Ring into \nMount Doom.\nOTHER WAYS TO PLAY\nTHE 2-PLAYER GAME\nGameplay for the 2-Player version is the same as the 3- to \n4-Player Individual game with the following exceptions:\nWhen playing with only 2 players, one must play a good army \nand the other must play an evil army. A third, neutral army (one \nof the two unused colors) also comes into play.\n*  Remove the wild cards from the Territory Deck. Separate the \nremaining cards into a good, an evil and a neutral deck. Shuffle \neach deck and deal them to the players as shown below.\nGOOD PLAYER – 16 Good\nEVIL PLAYER – 16 Evil\nNEUTRAL ARMY – 21 Neutral\n* Each player places 1 battalion into each of his/her territories. \nEach neutral territory gets 2 battalions of the neutral’s color \n(for a total of 42 neutral battalions).\n* Roll a die to see who starts; the player with the higher roll \nbegins. In turn, place 1 battalion into an unclaimed territory \nuntil each territory on the board has battalions in it. Players \nthen alternate placing their battalions into territories they \nalready control until all 60 of their starting battalions are on \nthe board.\n* The neutral army acts as opposition with the following restrictions: \n     •  The neutral army cannot attack or redeploy.\n     •  In battle, the neutral army only defends. The second player \nrolls the defending (black) dice for the neutral army.\n     •  The neutral army receives no Leader or Adventure cards.\n     •  The Fellowship, represented by The One Ring, is not moved \nby the neutral army.\nSTANDARD RISK\nYou can play standard RISK on the RISK: The Lord of the Rings \nEdition gameboard. Simply follow all the rules in black, ignoring \nthe rules in blue. The game will continue until one player \ncontrols the entire board.\nF22670000_506812_RISK_LOTR_I.indd   18-19\nF22670000_506812_RISK_LOTR_I.indd   18-19\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 49,
          "width": 3534,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    },
    {
      "page": 11,
      "text": "BACK COVER\n© 2021 New Line Productions, Inc. All rights reserved. The Lord of the Rings: The Fellowship of the Ring, The Lord \nof the Rings: The Two Towers, The Lord of the Rings: The Return of the King and the names of the characters, items, \nevents and places therein are trademarks of The Saul Zaentz Company d/b/a Middle-earth Enterprises under license \nto New Line Productions, Inc.\nRISK and HASBRO and all related trademarks and logos are trademarks of Hasbro, Inc. © 2021 Hasbro. TM & ® \ndenote U.S. Trademarks. Hasbro, Pawtucket, RI 02861-1059 USA. Retain this information for future reference.\nConsumer contact: \nUS/Canada: Hasbro Games, Consumer Affairs Dept., P.O. Box 200, Pawtucket, RI 02861-1059 USA.  \nTEL. 1-800-255-5516.\nAustralia consumer service:  https://consumercare.hasbro.com/en-au\nNew Zealand consumer service: https://consumercare.hasbro.com/en-nz\nPARENTS:\nFINDING THE RING\nThere is one extra step to your turn. This is where the evil player \nmay try to find The One Ring.\nTHE 8 STEPS TO YOUR TURN\n1. Receive and place Reinforcements (always)\n2. Combat (If you like)\n3. Fortify your position (if you like)\n4. Collect a Territory card (as long as you have conquered a \nterritory)\n5. Collect an Adventrue card (as long as your Leader has \nconquered a territory that has a Site of Power within it)\n6. Replace a Leader (if you have none on the board)\n7. Try to find The One Ring (only if The One Ring is in a \nterritory controlled by an evil player)\n8. Move the Fellowship\nSteP 7: try to find the one ring\nJust before moving the Fellowship, check to see if The One Ring is \nin a territory controlled by evil. If so, the evil player who controls \nthe territory rolls 2 dice (it doesn’t matter which color).\n*  If that evil player controls the entire region, add 1 to the dice roll.\n*  If that evil player’s Leader is in the territory, add 1 to the dice roll.\n*  If that evil player controls the entire region, and has a Leader \npresent, add 2 to the dice roll.\nIf the total of the dice roll plus any bonuses added is 12 or higher, \nThe One Ring is found and evil instantly wins. \n4151B6330000000\nF22670000_506812_RISK_LOTR_I.indd   20\nF22670000_506812_RISK_LOTR_I.indd   20\n12/21/20   8:22 PM\n12/21/20   8:22 PM\n",
      "images": [
        {
          "xref": 157,
          "width": 1809,
          "height": 2559,
          "cs": "DeviceCMYK",
          "bpc": 8,
          "ext": "jpeg",
          "length": null
        }
      ]
    }
  ]
}